Repository: marwenbs99/CashCare
Catalog: CashCare/Resources/Views.Wallet.Index.*.resx
Languages: de, fr

source: Actions
de: Handlungen

source: Amount
de: Betrag
fr: Montant

source: Amount paid monthly
de: Monatlich gezahlter Betrag
fr: Montant payé mensuellement

source: Consumer Debt
de: Verbraucherschulden
fr: Dette des consommateurs

source: ConsumerDebt
de: Verbraucherschulden

source: Date of receive
de: Datum des Empfangs
fr: Date de réception

source: Debt
de: Schulden
fr: Dette

source: Delete
de: Löschen
fr: Supprimer

source: Edit
de: Bearbeiten
fr: Modifier

source: Expected in 1 year
de: Voraussichtlich in 1 Jahr
fr: Attendu dans 1 an

source: Expecting
de: Erwartet
fr: Attendant

source: Expenses
de: Kosten

source: Fixed expense
de: Fixkosten
fr: Dépense fixe

source: Housing Rent
de: Wohnungsmiete
fr: Loyer du logement

source: Income
de: Einkommen
fr: Revenu

source: leftover income
de: Resteinkommen

source: Medical Debt
de: Medizinische Schulden
fr: Dette médicale

source: MedicalDebt
de: Medizinische Schulden

source: Monthly saving
de: Monatliche Ersparnis
fr: Économie mensuelle

source: MonthlySalary
de: Monatliches Gehalt

source: of each month
de: jedes Monats
fr: de chaque mois

source: Open this select menu
de: Öffnen Sie dieses menü
fr: Ouvrez ce menu de sélection

source: Others
de: Was anders
fr: Autres

source: per Month
de: pro Monat
fr: par mois

source: Personal Debt
de: Studentenschulden
fr: Dette personnelle

source: PersonalDebt
de: Persönliche Schulden

source: RentalIncome
de: Mieterträge

source: repaid per month
de: Rückzahlung pro Monat
fr: remboursé par mois

source: Salary after all charges
de: Gehalt nach Abzug aller Gebühren
fr: Salaire après toutes charges

source: Save
de: Speichern
fr: Sauvegarder

source: Saving
de: Sparen

source: Savings Options
de: Sparoptionen
fr: Options d'épargne

source: Savings program
de: Sparprogramm
fr: programme d'epargne

source: SocialBenefits
de: Soziale Vorteile

source: Student Debt
de: Student
fr: Dette étudiant

source: StudentDebt
de: Studentenschulden

source: Subscriptions
de: Abonnements
fr: Abonnements

source: Transportation
de: Verkehrsmittel
fr: Transport

source: Tuition
de: Studiengebühren
fr: Frais de scolarité

source: Type of expense
de: Art der Ausgabe
fr: Type de dépense

source: Type of income
de: Einkommensart
fr: Type de revenu
